{"id": 68075, "name": "CreationMix / 造物熔炉 V1 | 2D Style Checkpoint", "description": "<h1>CreationMix Checkpoint V1</h1><h3>造物熔炉 V1</h3><p>--</p><p>中文 | English</p><p>--</p><p><strong>*目录是：</strong></p><ol><li><p><strong>简介</strong></p></li><li><p><strong>诞生缘由</strong></p></li><li><p><strong>效果实例</strong></p></li><li><p><strong>模型参数</strong></p></li></ol><p><strong>*模型仍在完善和测试当中。</strong></p><p><strong>*不论我接下来吹得多好，模型具体表现如何因人而异。（说实话我自己心里也没底，但是用了有几天了）</strong></p><p>--</p><p><strong>*Table of contents:</strong></p><ol><li><p><strong>Introduction</strong></p></li><li><p><strong>Background information</strong></p></li><li><p><strong>Example of performance</strong></p></li><li><p><strong>Model parameters</strong></p></li></ol><p><strong>*Models are still being refined and tested.</strong></p><p><strong>*Regardless of how well I describe it later, the specific performance of the model may vary from person to person. (To be honest, I am not completely sure myself.)</strong></p><p>--</p><h3>简介</h3><p>CreationMix是一款混合模型，它将多个优秀的Checkpoint进行了合理的比例混合，并选用AnythingV5RE作为底模型。CreationMix的词条齐全，权重分配合理，具有稳定的、优秀的表现。旨在使用LoRA时，对LoRA模型的效果表现得足够准确的同时，又不失美观和细节。无论是在LoRA训练充分或者不足的情况下，它都能够提供优秀的表现。适合用于生成LoRA模型的效果预览图，更适合在日常使用中生成各类绘画作品。</p><h3>--</h3><h3>Introduction</h3><p>CreationMix is a mixed model that combines multiple excellent Checkpoints in a reasonable proportion, with AnythingV5RE as the base model. CreationMix has complete vocabulary and a reasonable allocation of weights, with stable and excellent performance. When using LoRA, it accurately reflects the effect of the LoRA model while remaining beautiful and detailed. It can provide excellent performance regardless of whether the LoRA training is sufficient or not, suitable for generating previews of LoRA model effects, and more suitable for generating various painting works in daily use.</p><p>--</p><h3>诞生缘由</h3><p>诞生的缘由是这样的：</p><ul><li><p>有的画师<strong>作品比较少</strong>，单张图迭代次数也少的话<strong>很难保证LoRA模型训练效果</strong>，但是迭代次数过多又会过拟合。这时，我训练出来的LoRA模型的<strong>词条通常很难把握</strong>。</p></li><li><p>有的画师作品里的<strong>人物姿势很反常</strong>，尤其是R18作品里体位千奇百怪，原图筛了又筛还是不满意。这时，我训练出来的LoRA<strong>效果会很不理想</strong>。</p></li><li><p>有的画师<strong>作品细节非常多</strong>，一般的<strong>2D Checkpoint模型很难出效果</strong>，但2.5D的模型通常细节会很丰富。</p></li><li><p>有的画师<strong>作品较为立体</strong>，<strong>2D Checkpoint模型很难出效果</strong>，这时候2.5D的模型表现通常会更好。</p></li><li><p>有的画师<strong>作品较为平面</strong>，这时候<strong>2.5D的表现会很糟糕</strong>，2D模型相对而言表现会更加优秀。</p></li><li><p>没有不好的意思奥，主要是说说我在使用各个Checkpoint的过程中遇到的种种难处：</p><ul><li><p>DosMix、PerfectWorld、ChikMix、BugerMixSoftPastel、Refslave、NyanMix之类的就不用说了，本就有自己的一套画风，用来发模型的预览图显然不合适。</p></li><li><p>我的LoRA训练的效果实在没法看的话不会发布，在其能够体现出画风时才会公开，但不能保证每个都训练的到位。AnyLora的效果令我震撼，对LoRA效果的表现很精确，以至于在一些时候很好地暴露了训练上的缺点（这往往是我训练出的LoRA不够好导致的）；此外，由于对模型的修剪，在细节的体现上不是很友善，我个人的水平很有限；最为次要的，平时的画风不是很对我味口，我个人还是比较喜欢精致些的画风。</p></li><li><p>YesMix在部分2D画师的表现上比较吃力。</p></li><li><p>CetusMix虽说是我以前常用的模型，但是用来体现画风不够合适。</p></li></ul></li><li><p>在我认为，画风模型的预览图，应该要能做到以下两点：</p><ul><li><p>与画风较为贴切，合理表现画风的效果，能够让人一眼看出这是哪个画师的画风。</p></li><li><p>能够让人眼前一亮，朴实的Checkpoint出的图显然能体现出画风，但是没有实际使用时的参考意义。</p></li></ul></li><li><p>所以我就在想，要是有这么一个Checkpoint模型：</p><ol><li><p>词条足够齐全，词条权重比较合理。</p></li><li><p>在日常使用时出图比较符合我审美，能够作为我的主要Checkpoint。</p></li><li><p>没有过于立体的五官，人物画风较为中立，不会偏幼或者偏成熟。</p></li><li><p>在没有LoRA时表现也不会很干涩。</p></li><li><p>在使用LoRA时能够比较好地体现画风。</p></li><li><p>在我LoRA训练得不够好时能够遮瑕。</p></li><li><p>在训练得足够到位时其自身的画风不会盖过LoRA模型的画风。类似于Windows Defender，必要时提供保护，而在有其他杀毒软件时主动退让。</p><p></p></li></ol></li></ul><p>于是我开始琢磨自行混合Checkpoint。由于我日常训练AnythingV5RE，所以混合时的底模选用的是AnythingV5RE，在此基础上，我向其按各种比例不断混合各个模型，最终得出了CreationMixV1。不能说很不错，但最起码的优点还是有的<s>，至少至少，这个Checkpoint生成的图片里的女孩都在我性癖上</s>。至少至少，它在一定程度上满足了上面的要求，我能够用它生成质量比较不错的模型预览图，也能够在日常中满足我的各种需求。我决定把这个模型发出来，说不定世界上出了我还有人喜欢呢？</p><h3>--</h3><h3>Origin of birth</h3><p>The reason for its birth is as follows:</p><ul><li><p>Some artists have <strong>few works and iterations, making it difficult to ensure the effectiveness of the LoRA model training.</strong> However, too many iterations can lead to overfitting. At this point, the word entries of the LoRA model I trained are usually difficult to grasp.</p></li><li><p>Some artists' works have <strong>unusual poses</strong>, especially in R18 works with various positions, and it is difficult to find satisfactory original images after screening. At this time, <strong>the effect of the LoRA model I trained will be very poor</strong>.</p></li><li><p><strong>Some artists' works have a lot of details, and normal 2D Checkpoint models are difficult to produce good results.</strong> However, 2.5D models usually have rich details.</p></li><li><p><strong>Some artists' works are relatively three-dimensional, and the effect of 2D Checkpoint models is poor.</strong> At this time, 2.5D models usually perform better.</p></li><li><p><strong>For some artists' works that are relatively flat, the performance of 2.5D models will be very poor</strong>, and 2D models will perform relatively better.</p></li><li><p>I don’t mean anything bad. Mainly speaking of the difficulties I encountered in using various Checkpoints:</p><ol><li><p>DosMix, PerfectWorld, ChikMix, BugerMixSoftPastel, Refslave, NyanMix and others already have their own set of styles, which are obviously not suitable for displaying preview images of the models.</p></li><li><p>If my LoRA training results are really bad, I won't release them. They can only be made public when they can reflect the style of the artist. However, I cannot guarantee that every result can achieve the desired effect. The effect of AnyLora shocked me. Its performance in expressing the style of the artist is very accurate, which often exposes the shortcomings in my training (which is often caused by my LoRA model not being good enough). In addition, due to the pruning of the model by the experts, they are not very friendly to me in expressing details. My personal level is very limited. The least important thing is that the usual style is not very consistent with my taste. I personally prefer a more delicate style.</p></li><li><p>YesMix is relatively difficult to perform on some 2D artists.</p></li><li><p>Although CetusMix was a model that I used frequently in the past, it is not suitable for expressing styles.</p></li></ol></li><li><p>In my opinion, the preview images of the model with style should be able to achieve the following two points:</p><ol><li><p>It should be relatively close to the style, and reasonably display the effect of the style, so that people can recognize the style of the artist at a glance.</p></li><li><p>It should be eye-catching. The pictures produced by a simple Checkpoint can reflect the style, but they have no reference value when actually used.</p></li></ol></li><li><p>So I started to think, what if there is such a Checkpoint model:</p><ol><li><p>The word entries are complete and the weights of the entries are reasonable.</p></li><li><p>The generated images are in line with my aesthetics in daily use and can be used as my main Checkpoint.</p></li><li><p>The facial features are not too three-dimensional, and the character style is neutral, neither too young nor too mature.</p></li><li><p>The performance is not too stiff without LoRA.</p></li><li><p>It can reflect the style well when using LoRA.</p></li><li><p>It can cover up when my LoRA training is not good enough.</p></li><li><p>When trained sufficiently, its own style will not overshadow the style of the LoRA model. Similar to Windows Defender, it provides protection when necessary, and will take the initiative to retreat when there are other antivirus software installed.</p></li></ol></li></ul><p>So I started to mix Checkpoints on my own. Since I usually train LoRA by AnythingV5RE, I used AnythingV5RE as the base model for mixing. I continuously mixed various models in different proportions, and finally came up with CreationMixV1. It's not perfect, but at least, the girls in the pictures generated by this Checkpoint are in line with my preferences. At least to some extent, it meets the above requirements. I can use it to generate model preview images with relatively good quality and satisfy my various needs in daily life. I decided to release this model. Maybe there are people in the world who will like it?</p><p>--</p><h3>效果实例</h3><p>*注：生成对比图时未改名，ChanterMix即CreationMix；此外，CetusMix应该算2.5D，我的命名存在问题。</p><p>*题外话：我在混合时没有加入YesMix和AnyLora，主要是AnythingV5RE和CetusV35，其他的没怎么记。但是出的图在挺多时候和AnyLora意外有点像？</p><p>*Note: The name was not changed when generating the comparison image, ChanterMix refers to CreationMix; in addition, CetusMix should be considered as 2.5D, there is an issue with my naming.</p><p>*On another note: I did not include YesMix and AnyLora in the blending process, mainly using AnythingV5RE and CetusV35, and I didn't remember the others much. However, in some cases, the images generated are unexpectedly similar to AnyLora?</p><p><strong>一般情况： / In general:</strong></p><p>1girl<br />Negative prompt: EasyNegative, sketch, duplicate, ugly, huge eyes, text, logo, monochrome, worst face, (bad and mutated hands:1.3), (worst quality:2.0), (low quality:2.0), (blurry:2.0), horror, geometry, bad_prompt, (bad hands), (missing fingers), multiple limbs, bad anatomy, (interlocked fingers:1.2), Ugly Fingers, (extra digit and hands and fingers and legs and arms:1.4), crown braid, ((2girl)), (deformed fingers:1.2), (long fingers:1.2),succubus wings,horn,succubus horn,succubus hairstyle, (bad-artist-anime), bad-artist, bad hand, too many hair, cat ears, animal ears,<br />Steps: 30, Sampler: DPM++ 2M Karras, CFG scale: 9.5, Seed: 106059479, Size: 672x1056, Denoising strength: 0.6, Clip skip: 2, Hires upscale: 1.6, Hires steps: 20, Hires upscaler: Latent<br />Used embeddings: EasyNegative [119b]</p><p>图片下载链接 / Image download link （69.7MB）：<a target=\"_blank\" rel=\"ugc\" href=\"https://o365cn1-my.sharepoint.com/personal/cdn-cn_o365cn1_onmicrosoft_com/_layouts/52/download.aspx?share=EaQWvFCKDtlHiT_kIvcPcVQBr34jziEVu1UfeKGGbDkZsw\">https://o365cn1-my.sharepoint.com/personal/cdn-cn_o365cn1_onmicrosoft_com/_layouts/52/download.aspx?share=EaQWvFCKDtlHiT_kIvcPcVQBr34jziEVu1UfeKGGbDkZsw</a></p><img src=\"https://image.civitai.com/xG1nkqKTMzGDvpLrqFT7WA/f7a76e81-ce00-418f-9c23-5afa1b09714f/width=525/f7a76e81-ce00-418f-9c23-5afa1b09714f.jpeg\" /><p><strong>这是训练得比较好的模型的测试：/ Here's a test of the better trained model:</strong></p><p>1girl, arm_support, bangs, bare_shoulders, black_hair, black_kimono, blunt_bangs, collarbone, floral_print, green_eyes, hair_ribbon, hairband, hime_cut, japanese_clothes, kimono, kimono_pull, long_hair, long_sleeves, looking_at_viewer, medium_breasts,naked_kimono, obi, print_kimono, ribbon, sash, solo, &lt;lora:style_HAPPOBIJIN:1&gt;</p><p>Negative prompt: sketch, duplicate, ugly, huge eyes, text, logo, monochrome, worst face, (bad and mutated hands:1.3), (worst quality:2.0), (low quality:2.0), (blurry:2.0), horror, geometry, bad_prompt, (bad hands), (missing fingers), multiple limbs, bad anatomy, (interlocked fingers:1.2), Ugly Fingers, (extra digit and hands and fingers and legs and arms:1.4), crown braid, ((2girl)), (deformed fingers:1.2), (long fingers:1.2),succubus wings,horn,succubus horn,succubus hairstyle, (bad-artist-anime), bad-artist, bad hand,badhandv4,EasyNegative,too many hair</p><p>Size: 672x1056, Seed: 413740674, Steps: 30, Sampler: DPM++ 2M Karras, CFG scale: 9.5, Clip skip: 2, Hires steps: 20, Hires upscale: 1.6, Hires upscaler: Latent, Denoising strength: 0.6</p><p>图片下载链接 / Image download link （16.0MB）：<a target=\"_blank\" rel=\"ugc\" href=\"https://o365cn1-my.sharepoint.com/personal/cdn-cn_o365cn1_onmicrosoft_com/_layouts/52/download.aspx?share=Ed1Wyr-L24xOqwqst4n8B8EBYJbI7t41h42HPTNCtp9WYA\">https://o365cn1-my.sharepoint.com/personal/cdn-cn_o365cn1_onmicrosoft_com/_layouts/52/download.aspx?share=Ed1Wyr-L24xOqwqst4n8B8EBYJbI7t41h42HPTNCtp9WYA</a></p><img src=\"https://image.civitai.com/xG1nkqKTMzGDvpLrqFT7WA/c1a987e1-4dfc-4431-8751-3f4fcd93a1fa/width=525/c1a987e1-4dfc-4431-8751-3f4fcd93a1fa.jpeg\" /><p><strong>这是训练得不那么好的模型的测试：/ Here's a test of the less well-trained model:</strong><br />1girl, absurdly_long_hair, aqua_eyes, aqua_hair, aqua_necktie, bare_shoulders, black_legwear, black_skirt, boots, detached_sleeves, expressionless, frills, full_body, gradient, gradient_background, grey_background, hair_ornament,headphones, headset, holding, long_hair, looking_at_viewer, miniskirt, necktie, paper, pleated_skirt, ribbon, shirt, shoulder_tattoo, skirt, sleeveless, sleeveless_shirt, solo, standing, thigh_boots, thighhighs, twintails, very_long_hair, white_shirt, zettai_ryouiki &lt;lora:style_Rella:1.2&gt;</p><p>Negative prompt: sketch, duplicate, ugly, huge eyes, text, logo, monochrome, worst face, (bad and mutated hands:1.3), (worst quality:2.0), (low quality:2.0), (blurry:2.0), horror, geometry, bad_prompt, (bad hands), (missing fingers), multiple limbs, bad anatomy, (interlocked fingers:1.2), Ugly Fingers, (extra digit and hands and fingers and legs and arms:1.4), crown braid, ((2girl)), (deformed fingers:1.2), (long fingers:1.2),succubus wings,horn,succubus horn,succubus hairstyle, (bad-artist-anime), bad-artist, bad hand,EasyNegative, badhandv4</p><p>Steps: 30, Sampler: DPM++ 2M Karras, CFG scale: 9.5, Seed: 1933226217, Size: 672x1056, Denoising strength: 0.68, Clip skip: 2, Hires upscale: 1.6, Hires steps: 23, Hires upscaler: Latent<br />图片下载链接 / Image download link （16.0MB）：<a target=\"_blank\" rel=\"ugc\" href=\"https://o365cn1-my.sharepoint.com/personal/cdn-cn_o365cn1_onmicrosoft_com/_layouts/52/download.aspx?share=EbpDz5UI7gJGnA4pdLQYfxkBFwogWaWjmgUgT7PjAmJmdA\">https://o365cn1-my.sharepoint.com/personal/cdn-cn_o365cn1_onmicrosoft_com/_layouts/52/download.aspx?share=EbpDz5UI7gJGnA4pdLQYfxkBFwogWaWjmgUgT7PjAmJmdA</a></p><img src=\"https://image.civitai.com/xG1nkqKTMzGDvpLrqFT7WA/1a272fac-e7dc-4400-b41d-477c538b2e33/width=525/1a272fac-e7dc-4400-b41d-477c538b2e33.jpeg\" /><p>--</p><h3>模型参数</h3><p>主要混合：AnythingV5RE（45%+）、CetusMixV35（40%+）</p><p>画风类型：2D</p><p>模型类别：Checkpoint</p><p>模型格式：Safetensors</p><p>模型大小：3.97GB</p><p>嵌入VAE模型：否</p><p>MD5：2dc9a13aa66ed7d25ccab7d5501dcd03</p><p>SHA256：1065c5d2e06464103fe1c85e2ac6fb5aa7d216d4ac1b8811cf91775e29ae318e</p><p>-</p><h3>Details of Model</h3><p>Main blending models: AnythingV5RE (45%+), CetusMixV35 (40%+)</p><p>Style type: 2D</p><p>Model category: Checkpoint</p><p>Model format: Safetensors</p><p>Model size: 3.97GB</p><p>Embedded VAE model: No</p><p>MD5: 2dc9a13aa66ed7d25ccab7d5501dcd03</p><p>SHA256: 1065c5d2e06464103fe1c85e2ac6fb5aa7d216d4ac1b8811cf91775e29ae318e</p>", "type": "Checkpoint", "poi": false, "nsfw": false, "allowNoCredit": true, "allowCommercialUse": "Rent", "allowDerivatives": true, "allowDifferentLicense": true, "stats": {"downloadCount": 1188, "favoriteCount": 368, "commentCount": 5, "ratingCount": 2, "rating": 5}, "creator": {"username": "Chanter", "image": "https://image.civitai.com/xG1nkqKTMzGDvpLrqFT7WA/f3bfceea-1bc4-4788-43f4-435a798d9d00/width=96/Chanter.jpeg"}, "tags": ["anime", "style", "girls", "style art", "stylemix"], "modelVersions": [{"id": 72747, "modelId": 68075, "name": "V1", "createdAt": "2023-05-16T22:49:29.597Z", "updatedAt": "2023-05-16T23:24:51.603Z", "trainedWords": [], "baseModel": "SD 1.5", "earlyAccessTimeFrame": 0, "description": "<p>First version.</p>", "stats": {"downloadCount": 1188, "ratingCount": 2, "rating": 5}, "files": [{"name": "creationmixV12DStyle_v1.safetensors", "id": 50498, "sizeKB": 4165133.81640625, "type": "Model", "metadata": {"fp": "fp32", "size": "pruned", "format": "SafeTensor"}, "pickleScanResult": "Success", "pickleScanMessage": "No Pickle imports", "virusScanResult": "Success", "scannedAt": "2023-05-16T23:14:16.966Z", "hashes": {"AutoV1": "FAB44812", "AutoV2": "1065C5D2E0", "SHA256": "1065C5D2E06464103FE1C85E2AC6FB5AA7D216D4AC1B8811CF91775E29AE318E", "CRC32": "5D82C466", "BLAKE3": "1FCB73165037DE777A31965320AA168A37C412C264F8B99CE54DD7109CAC88C4"}, "downloadUrl": "https://civitai.com/api/download/models/72747", "primary": true}], "images": [{"id": 812176, "url": "https://image.civitai.com/xG1nkqKTMzGDvpLrqFT7WA/907e4907-49bf-4569-a515-edba518c72a5/width=450/812176.jpeg", "nsfw": "Soft", "width": 1072, "height": 1688, "hash": "URJHN}~p4.xZv{9aD*-ptloyxu-:OXNIV@oI", "meta": null}, {"id": 812197, "url": "https://image.civitai.com/xG1nkqKTMzGDvpLrqFT7WA/4a5c7f28-81e0-4851-95fc-a52104a5bf3b/width=450/812197.jpeg", "nsfw": "None", "width": 1072, "height": 1688, "hash": "URJH%D~q4oWAZ}9GEMxZSOoexu%NRjt6WBRk", "meta": null}, {"id": 812200, "url": "https://image.civitai.com/xG1nkqKTMzGDvpLrqFT7WA/e6022c77-1b61-44b6-aad5-fa28e7623612/width=450/812200.jpeg", "nsfw": "None", "width": 1072, "height": 1688, "hash": "UFJtk@~q0K?H,*019G^jJVW=.8~V9FIAMx%M", "meta": {"Size": "672x1056", "seed": 3258496905, "Model": "ChanterMixV1", "steps": 30, "hashes": {"model": "1065c5d2e0"}, "prompt": "1girl,blonde hair, green eyes, tied hair, long hair, white dress, anisphia,<lora:anisphiaWynnPalettia_v2:0.8><lora:style_HAPPOBIJIN:1>", "sampler": "DPM++ 2M Karras", "cfgScale": 9.5, "Clip skip": "2", "resources": [{"name": "anisphiaWynnPalettia_v2", "type": "lora", "weight": 0.8}, {"name": "style_HAPPOBIJIN", "type": "lora", "weight": 1}, {"hash": "1065c5d2e0", "name": "ChanterMixV1", "type": "model"}], "Model hash": "1065c5d2e0", "Hires steps": "18", "Hires upscale": "1.6", "Hires upscaler": "Latent", "negativePrompt": "sketch, duplicate, ugly, huge eyes, text, logo, monochrome, worst face, (bad and mutated hands:1.3), (worst quality:2.0), (low quality:2.0), (blurry:2.0), horror, geometry, bad_prompt, (bad hands), (missing fingers), multiple limbs, bad anatomy, (interlocked fingers:1.2), Ugly Fingers, (extra digit and hands and fingers and legs and arms:1.4), crown braid, ((2girl)), (deformed fingers:1.2), (long fingers:1.2),succubus wings,horn,succubus horn,succubus hairstyle, (bad-artist-anime), bad-artist, bad hand,EasyNegative, badhandv4", "Denoising strength": "0.58"}}, {"id": 812195, "url": "https://image.civitai.com/xG1nkqKTMzGDvpLrqFT7WA/7a986877-089a-4694-b9fa-ed173320d7f4/width=450/812195.jpeg", "nsfw": "None", "width": 1072, "height": 1688, "hash": "UQJt-m_M4-RjMb0KRk-oozWC-p?btPV@M|j@", "meta": {"Size": "672x1056", "seed": 3258496905, "Model": "ChanterMixV1", "steps": 30, "hashes": {"model": "1065c5d2e0"}, "prompt": "1girl,blonde hair, green eyes, tied hair, long hair, white dress, anisphia,<lora:anisphiaWynnPalettia_v2:0.5><lora:style_Hiten:1.1>", "sampler": "DPM++ 2M Karras", "cfgScale": 9.5, "Clip skip": "2", "resources": [{"name": "anisphiaWynnPalettia_v2", "type": "lora", "weight": 0.5}, {"name": "style_Hiten", "type": "lora", "weight": 1.1}, {"hash": "1065c5d2e0", "name": "ChanterMixV1", "type": "model"}], "Model hash": "1065c5d2e0", "Hires steps": "22", "Hires upscale": "1.6", "Hires upscaler": "Latent", "negativePrompt": "sketch, duplicate, ugly, huge eyes, text, logo, monochrome, worst face, (bad and mutated hands:1.3), (worst quality:2.0), (low quality:2.0), (blurry:2.0), horror, geometry, bad_prompt, (bad hands), (missing fingers), multiple limbs, bad anatomy, (interlocked fingers:1.2), Ugly Fingers, (extra digit and hands and fingers and legs and arms:1.4), crown braid, ((2girl)), (deformed fingers:1.2), (long fingers:1.2),succubus wings,horn,succubus horn,succubus hairstyle, (bad-artist-anime), bad-artist, bad hand,EasyNegative, badhandv4", "Denoising strength": "0.65"}}, {"id": 812224, "url": "https://image.civitai.com/xG1nkqKTMzGDvpLrqFT7WA/95c79257-cb87-4ed4-821b-fcfed3edc22e/width=450/812224.jpeg", "nsfw": "None", "width": 1072, "height": 1688, "hash": "UNJaN2_M54xZ#h0L9a=_Xmxtxu?aM_oeR,t3", "meta": null}, {"id": 812073, "url": "https://image.civitai.com/xG1nkqKTMzGDvpLrqFT7WA/a84a10f4-a7b8-44bf-99cf-fe326a5f9e83/width=450/812073.jpeg", "nsfw": "Soft", "width": 5360, "height": 2120, "hash": "UnJ@wWoMays:~qbGayj[.8oMf6fk-=ofaykB", "meta": null}, {"id": 812072, "url": "https://image.civitai.com/xG1nkqKTMzGDvpLrqFT7WA/f949bd2a-fdb5-47ba-aa8b-dbd406e3be7f/width=450/812072.jpeg", "nsfw": "Soft", "width": 5360, "height": 2120, "hash": "UsKL5Rofa#t7~qofayja-;j[j[j[%Mj[ayj[", "meta": {"Size": "672x1056", "seed": 1933226217, "Model": "ChanterMixV1", "steps": 30, "hashes": {"model": "1065c5d2e0"}, "prompt": "1girl, absurdly_long_hair, aqua_eyes, aqua_hair, aqua_necktie, bare_shoulders, black_legwear, black_skirt, boots, detached_sleeves, expressionless, frills, full_body, gradient, gradient_background, grey_background, hair_ornament,headphones, headset, holding, long_hair, looking_at_viewer, miniskirt, necktie, paper, pleated_skirt, ribbon, shirt, shoulder_tattoo, skirt, sleeveless, sleeveless_shirt, solo, standing, thigh_boots, thighhighs, twintails, very_long_hair, white_shirt, zettai_ryouiki <lora:style_Rella:1.2>", "sampler": "DPM++ 2M Karras", "cfgScale": 9.5, "Clip skip": "2", "resources": [{"name": "style_Rella", "type": "lora", "weight": 1.2}, {"hash": "1065c5d2e0", "name": "ChanterMixV1", "type": "model"}], "Model hash": "1065c5d2e0", "Hires steps": "23", "Hires upscale": "1.6", "Hires upscaler": "Latent", "negativePrompt": "sketch, duplicate, ugly, huge eyes, text, logo, monochrome, worst face, (bad and mutated hands:1.3), (worst quality:2.0), (low quality:2.0), (blurry:2.0), horror, geometry, bad_prompt, (bad hands), (missing fingers), multiple limbs, bad anatomy, (interlocked fingers:1.2), Ugly Fingers, (extra digit and hands and fingers and legs and arms:1.4), crown braid, ((2girl)), (deformed fingers:1.2), (long fingers:1.2),succubus wings,horn,succubus horn,succubus hairstyle, (bad-artist-anime), bad-artist, bad hand,EasyNegative, badhandv4", "Denoising strength": "0.68"}}, {"id": 816360, "url": "https://image.civitai.com/xG1nkqKTMzGDvpLrqFT7WA/b389304e-aa78-4aeb-b665-ee388294f721/width=450/816360.jpeg", "nsfw": "Soft", "width": 5796, "height": 5158, "hash": "UYK^$@_N?v_3-:WCayWB%NWBaeWB%MWBayWB", "meta": {"Size": "672x1056", "seed": 3258496905, "Model": "2D_AnythingV5_v5RE", "steps": 30, "hashes": {"model": "df1c2c6836"}, "prompt": "1girl,blonde hair, green eyes, tied hair, long hair, white dress, anisphia,replace_me, <lora:anisphiaWynnPalettia_v2:0.8><lora:style_GZC:1>,", "sampler": "DPM++ 2M Karras", "cfgScale": 9.5, "Clip skip": "2", "resources": [{"name": "anisphiaWynnPalettia_v2", "type": "lora", "weight": 0.8}, {"name": "style_GZC", "type": "lora", "weight": 1}, {"hash": "df1c2c6836", "name": "2D_AnythingV5_v5RE", "type": "model"}], "Model hash": "df1c2c6836", "Hires steps": "18", "Hires upscale": "1.5", "Hires upscaler": "Latent", "negativePrompt": "sketch, duplicate, ugly, huge eyes, text, logo, monochrome, worst face, (bad and mutated hands:1.3), (worst quality:2.0), (low quality:2.0), (blurry:2.0), horror, geometry, bad_prompt, (bad hands), (missing fingers), multiple limbs, bad anatomy, (interlocked fingers:1.2), Ugly Fingers, (extra digit and hands and fingers and legs and arms:1.4), crown braid, ((2girl)), (deformed fingers:1.2), (long fingers:1.2),succubus wings,horn,succubus horn,succubus hairstyle, (bad-artist-anime), bad-artist, bad hand,EasyNegative", "Denoising strength": "0.65"}}, {"id": 812182, "url": "https://image.civitai.com/xG1nkqKTMzGDvpLrqFT7WA/e86608da-e8cd-480b-a797-f68ed8677539/width=450/812182.jpeg", "nsfw": "Soft", "width": 1072, "height": 1688, "hash": "USI#AQ~p9ZxZ#j9aD*-pyDkCxu-:I:R,ayjY", "meta": {"Size": "672x1056", "seed": 3258496905, "Model": "ChanterMixV1", "steps": 30, "hashes": {"model": "1065c5d2e0"}, "prompt": "1girl,blonde hair, green eyes, tied hair, long hair, white dress, anisphia,<lora:anisphiaWynnPalettia_v2:0.8><lora:style_BSR:1>", "sampler": "DPM++ 2M Karras", "cfgScale": 9.5, "Clip skip": "2", "resources": [{"name": "anisphiaWynnPalettia_v2", "type": "lora", "weight": 0.8}, {"name": "style_BSR", "type": "lora", "weight": 1}, {"hash": "1065c5d2e0", "name": "ChanterMixV1", "type": "model"}], "Model hash": "1065c5d2e0", "Hires steps": "18", "Hires upscale": "1.6", "Hires upscaler": "Latent", "negativePrompt": "sketch, duplicate, ugly, huge eyes, text, logo, monochrome, worst face, (bad and mutated hands:1.3), (worst quality:2.0), (low quality:2.0), (blurry:2.0), horror, geometry, bad_prompt, (bad hands), (missing fingers), multiple limbs, bad anatomy, (interlocked fingers:1.2), Ugly Fingers, (extra digit and hands and fingers and legs and arms:1.4), crown braid, ((2girl)), (deformed fingers:1.2), (long fingers:1.2),succubus wings,horn,succubus horn,succubus hairstyle, (bad-artist-anime), bad-artist, bad hand,EasyNegative, badhandv4", "Denoising strength": "0.58"}}], "downloadUrl": "https://civitai.com/api/download/models/72747"}]}